export const work_ch = `
# [美团点评](http://meituan.com/)

## Web 前端工程师
## 2015.10 — 至今
### 曾参与开发美团-大众点评点菜业务 C 端 Hybrid 页面，B 端页面，后台管理，数据统计分析页 面的前端代码的开发 
### 担任过美团点评点餐事业部数据平台产品前端负责人，负责数据平台前端项目的开发维护以 及项目管理
    期间负责开发过“天眼”食品质量监控电视App的前端部分，主导过数据平台前端项目的前 后端分离以及技术栈升级
### 担任过过美团点评点餐事业部终端技术架构组成员 
    期间参与过代码质量中心化检测平台的整体架构设计以及web端代码的编写 作为架构师主导过美团点评点餐事业部终端组前端监控统计系统的设计和开发


# [大众点评](http://www.dianping.com/)

## Web 前端工程师
## 2015.06 — 2015.10
### 主要负责大众点评商户中心前端工程，点评管家，点评app点单，商旅通部分的Hybird app页 面的日常业务开发和维护
### 参与过大众点评点餐业务前端组件库的设计和开发 
### 参与过大众点评点餐业务前端文档网站的设计和开发


# [淘米网](http://www.61.com/)

## Web 开发工程师
## 2014.07 — 2015.06
### 负责淘米内网数据统计平台页面以及功能性前端组件开发 
### 负责维护淘米账号系统 http://account.61.com 的 Web 前端业务 
### 负责维护淘米支付系统 http://pay.61.com 的 Web 前端业务


# [中国科学院长春应用化学研究所](http://www.ciac.jl.cn/)

## 嵌入式系统开发实习生
## 2013.04 — 2013.09
### 实习期间在 PC 和无操作系统的 CortexM4 上基于 lwip 协议分别开发了 TCP/UDP 的服务器/客户 端，使 PC 和 CortexM4 能够互相通信并能从 PC 端控制 CortexM4 的硬件
`;
